---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.SweepFailures
source: html/400d0bd0-52aa-db04-93c5-3d263b11cc34.htm
---
# BuiltInFailures.SweepFailures Properties

Can't create sweep.